//  Напишите программу, которая принимает на вход цифру, обозначающую день недели, и проверяет, является ли этот день выходным.
// 6 -> да
// 7 -> да
// 1 -> нет

Console.WriteLine("Add a number from 1 to 7");
int number= Convert.ToInt32 (Console.ReadLine());

if (number>5)
{
    Console.WriteLine("Yeah, you can sit on your ass");
}
else
{
    Console.WriteLine("Fuck, You need to go to work");
}